Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Enter admin level and name for the border relation:
ca_es: Indica el nivell de l''adminsitració o el nom de la relació de límits:

source: Admin level
ca_es: Nivell de l''administració

source: Create a relation from selected objects
ca_es: Crear una relació a partir dels objectes seleccionats

source: Choose a type for the relation:
ca_es: Escollir un tipus de relació

source: Delete relation
ca_es: Suprimir relació

source: Download incomplete members for the chosen relation
ca_es: Descarregar els membres incomplets per a la relació escollida

source: Download referrers
ca_es: Descarrega els referents

source: Download referrers for the chosen relation and its members.
ca_es: Descarrega els referents de la relació escollida i dels seus membres

source: Duplicate relation
ca_es: Duplicar relació

source: Open relation editor for the chosen relation
ca_es: Obre la relació escollida a l''editor de relacions

source: Find a relation
ca_es: Cercar una relació

source: Reconstruct polygon
ca_es: Reconstruir polígon

source: Multipolygon must consist only of ways
ca_es: Un multipolígon només pot estar format per vies

source: Reconstruction of polygons can be done only from outer ways
ca_es: La reconstrucció de polígons només pot fer-se amb vies exteriors

source: Reconstruct polygons from relation {0}
ca_es: Reconstruir polígons a partir de la relació {0}

source: Open relation wiki page
ca_es: Obre la pàgina wiki de la relació

source: Select relation in main selection.
ca_es: Seleccionar la relació a la selecció principal

source: Fix roles of the chosen relation members
ca_es: Corregir rols dels membres de la relació seleccionats

source: Complete multipolygon for way {0}
ca_es: Completa el multipolígon per la via {0}

source: Node without ''house'' role found
ca_es: Trobat un node sense el rol ''house'' (casa)

source: Way without ''house'' or ''street'' role found
ca_es: Trobada una via sense els rols ''house'' (casa) o ''street'' (carrer)

source: Relation without ''house'' role found
ca_es: Trobada una relació sense el rol ''house'' (casa)

source: Relation does not have name
ca_es: Manca el nom de la relació

source: Relation has streets with different names
ca_es: La relació conté carrers amb noms diferents

source: fix associatedStreet relation
ca_es: corregeix la relació associatedStreet (carrer associat)

source: Relation without ''subarea'' role found
ca_es: Trobada una relació sense el rol ''subàrea''

source: Node without ''label'' or ''admin_centre'' role found
ca_es: Trobat un node sense els rols ''label'' o ''admin_centre''

source: Way without ''inner'' or ''outer'' role found
ca_es: Trobada una via sense els rols ''inner'' o ''outer''

source: Revert changeset fully
ca_es: Revertir el conjunt de canvis sencer

source: Revert selection only
ca_es: Revertir només la selecció

source: Revert selection and restore deleted objects
ca_es: Revertir la selecció i restaurar els objectes suprimits

source: Revert changeset
ca_es: Revertir el conjunt de canvis

source: Revert
ca_es: Recupera

source: Enter the ID of the changeset that should be reverted
ca_es: Entreu l''ID del conjunt de canvis que ha de ser revertit

source: Reverted changeset
ca_es: Conjunt de canvis revertit

source: It is not allowed to revert changeset from {0}
ca_es: No és permès de revertir el grup de canvis de {0}

source: Missing merge target for {0} with id {1}
ca_es: Manca un objectiu de fusió per {0} amb l''ID {1}

source: Objects history
ca_es: Historial dels objectes

source: History reverter
ca_es: Historial de reversions

source: Preparing history data...
ca_es: Preparant historial...

source: Remote Control has been asked to revert a changeset.
ca_es: S''ha demanat al control remot de revertir un conjunt de canvis.

source: Reverting...
ca_es: Revertint...

source: This changeset has objects that are not present in current dataset. It is needed to download them before reverting. Do you want to continue?
ca_es: Aquest conjunt de canvis te objectes que no són presents al conjunt de dades actual. Caldria descarregar-los abans de revertir. Voleu continuar?

source: Confirm
ca_es: Confirma

source: Fetching missing primitives
ca_es: Obtenint les primitives que manquen

source: Downloading changeset
ca_es: Descarregant conjunt de canvis

source: See {0}
ca_es: Vegeu {0}

source: Revert changeset #{0}
ca_es: Reverteix el conjunt de canvis #{0}

source: Warning: unsupported start element ''{0}'' in changeset content at position ({1},{2}). Skipping.
ca_es: Avís: l''element d''inici ''{0}'' situat a la posició ({1},{2}) dins del conjunt de canvis no està suportat. Anul·lant.

source: Warning: unsupported end element ''{0}'' in changeset content at position ({1},{2}). Skipping.
ca_es: Avís: l''element de final ''{0}'' situat a la posició ({1},{2}) dins del conjunt de canvis no està suportat. Anul·lant.

source: Road Sign Plugin
ca_es: Connector de senyals de trànsit

source: signs
ca_es: senyals

source: Change Properties
ca_es: Canvia propietats

source: Country preset:
ca_es: Preconfiguracions del país:

source: Show all signs
ca_es: Mostra tots els senyals

source: Show a selection of the most useful signs
ca_es: Mostra una selecció dels senyals més útils

source: Spain
ca_es: Espanya

source: Germany
ca_es: Alemanya

source: Poland
ca_es: Polònia

source: Slovakia
ca_es: Eslovàquia

source: Roadsign tagging
ca_es: Etiquetatge de senyals de trànsit

source: Add tags by clicking on road signs
ca_es: Afegir etiquetes fent clic sobre els senysals de trànsit

source: Roadsigns plugin: open dialog
ca_es: Connector de senyals de trànsit: obrir finestra

source: custom
ca_es: personalitzat

source: Could not read tagging preset source: ''{0}''
ca_es: No es pot llegir la font de preconfiguració d''etiquetatge: ''{0}''

source: Error parsing tagging preset from ''{0}'':
ca_es: Error analitzant la preconfiguració d''etiquetatge de ''{0}'':

source: Sign {0}
ca_es: Senyal {0}

source: Additional sign {0}
ca_es: Senyal addicional {0}

source: Edit relation
ca_es: Modificar relació

source: Edit relations
ca_es: Modificar relacions

source: No relation is selected
ca_es: Cap relació ha estat seleccionada

source: Remove node ''{0}'' at position {1} from relation ''{2}''
ca_es: Suprimir el node ''{0}'' a la posició {1} de la relació ''{2}''

source: Remove way ''{0}'' at position {1} from relation ''{2}''
ca_es: Suprimir la via ''{0}'' a la posició {1} de la relació ''{2}''

source: Remove relation ''{0}'' at position {1} from relation ''{2}''
ca_es: Suprimir la relació ''{0}'' de la posició {1} a la relació ''{2}''

source: routing active route
ca_es: calculant l''itinerari actiu

source: routing inactive route
ca_es: calculant un itinerari inactiu

source: Routing
ca_es: Enrutament

source: Click to add destination.
ca_es: Feu clic per afegir la destinació

source: Click and drag to move destination
ca_es: Feu clic i arrossegueu per a moure la destinació

source: Click to remove destination
ca_es: Feu clic per a suprimir la destinació

source: Open a list of routing nodes
ca_es: Obre una llista amb els nodes de càlcul d''itinerari

source: Add routing layer
ca_es: Afegeix una capa de càlcul d''itineraris

source: Criteria
ca_es: Criteri

source: Shortest
ca_es: Més curt

source: Fastest
ca_es: Més ràpid

source: Ignore oneways
ca_es: Ignorar vies de sentit únic

source: Reverse route
ca_es: Invertir l''itinerari

source: Clear route
ca_es: Suprimir l''itinerari

source: Reconstruct Graph
ca_es: Reconstruir el gràfic

source: Routing Plugin Preferences
ca_es: Preferències del connector de càlcul d''itineraris

source: Configure routing preferences.
ca_es: Configurar les preferències de càlcul d''itineraris

source: Speed (Km/h)
ca_es: Velocitat (km/h)

source: Weight
ca_es: Pes

source: Enter weight values
ca_es: Introduïu els valors de pes

source: New value for {0}
ca_es: Nou valor per {0}

source: Preference ''{0}'' missing. Cannot initialize SdsApi.
ca_es: Manca la preferència ''{0}''. No és possible d''inicialitzar SdsApi.

source: <html><body><p class="warning-body"><strong>Warning:</strong> The password is stored in plain text in the JOSM preferences file. </p></body></html>
ca_es: <html><body><p class="warning-body"><strong>Warning:</strong> La contrasenya està enregistrada en text pla añ fitxer de preferències de JOSM. </p></body></html>

source: Enter credentials for Separate Data Store API
ca_es: Introduïu les credencials per a l''API Separate Data Store (SDS)

source: Please enter the user name of your SDS account
ca_es: Si us plau introduïu el nom d''usuari del vostre compte SDS

source: Please enter the password of your SDS account
ca_es: Si us plau introduïu la contrasenya del vostre compte SDS

source: Authenticating at the SDS API ''{0}'' failed. Please enter a valid username and a valid password.
ca_es: Ha fallat l''autenticació de l''API SDS ''{0}''. Si us plau introduïu un nom d''usuari i una contrasenya vàlids.

source: SDS data file
ca_es: Fitxer de dades SDS

source: Load...
ca_es: Carrega...

source: Load separate data store data from a file.
ca_es: Carregar SDS d''un fitxer

source: Loading files
ca_es: Carregant fitxers

source: Information about SDS.
ca_es: Informació sobre SDS

source: About SDS...
ca_es: Quan al SDS...

source: Open a preferences dialog for SDS.
ca_es: Obre la finestra de preferències de SDS

source: Configures access to the Separate Data Store.
ca_es: Configura l''accés al Separate Data Store

source: Server
ca_es: Servidor

source: The URL under which the SDS server can be contacted.
ca_es: La URL a la que el servidor SDS pot ser contactat

source: The user name at the SDS server. You need to create an account with the SDS admin first.
ca_es: El nom d''usuari al servidor SDS. Primer heu de crear un compte amb l''administrador SDS.

source: The password at the SDS server. You need to create an account with the SDS admin first.
ca_es: El nom d''usuari al servidor SDS. Primer heu de crear un compte amb l''administrador SDS.

source: Tags beginning with this prefix are never saved to OSM, but to the SDS server only.
ca_es: Les etiquetes que comencen amb aquest prefix no han estar mai enregistrades per l''OSM sinó pel servidor SDS.

source: SDS server URL
ca_es: URL del servidor SDS

source: SDS username
ca_es: Nom d''usuari SDS

source: SDS password
ca_es: Contrasenya SDS

source: Test credentials now
ca_es: Provar credencials ara

source: SDS tag prefix
ca_es: Prefix d''etiquetes SDS

source: Connection successful.
ca_es: Connexió realitzada

source: Cannot connect to SDS server:
ca_es: No és possible la connexió amb el servidor SDS:

source: Save...
ca_es: Enregistrar...

source: Save the current separate data store information to a file.
ca_es: Desa la informació del connector "separate data store" a un fitxer.

source: Save SDS file
ca_es: Enregistrar el fitxer SDS

source: Could not back up file. Exception is: {0}
ca_es: No es pot fer la còpia de seguretat. L''excepció ha estat: {0}

source: Simplify Area
ca_es: Simplifica àrea

source: Delete unnecessary nodes from an area.
ca_es: Suprimir els nodes innecessaris de l''àrea

source: Yes, delete nodes
ca_es: Si, suprimir els nodes

source: Delete nodes outside of downloaded data regions
ca_es: Suprimir els nodes que són fora de les regions amb dades descarregades

source: No, abort
ca_es: No, cancel·lar

source: Do you want to delete them anyway?
ca_es: Ho voleu esborrar de totes maneres?

source: Delete nodes outside of data regions?
ca_es: Esborrar els nodes que són fora de les regions amb dades

source: average nearby nodes
ca_es: mitjana dels nodes veïns

source: Node of the way (area) is removed if all of <u>Angle Weight</u>, <u>Area Weight</u> and <u>Distance Weight</u> are greater than 1. <u>Weight</u> is computed as <u>Value</u> / <u>Threshold</u>, where <u>Value</u> is one of <u>Angle</u>, <u>Area</u> and <u>Distance</u> computed from every three adjanced points of the way.<ul><li><u>Value</u> of <u>Angle</u> is angle in degrees on the second node</li><li><u>Value</u> of <u>Area</u> is area formed by triangle</li><li><u>Value</u> of the <u>Distance</u> is Cross Track Error Distance</li></ul>All three <u>Weight</u>s multiplied by its <u>Factor</u>s are summed and node of the lowest sum is removed first. Removal continues until there is no node to remove.Merge Nearby Nodes is another step of the simplification that merges adjanced nodes that are closer than <u>Threshold</u> meters.
ca_es: El node la la via (àrea) ha estat suprimit si el pes de tots els <u>angles</u>, les <u>àrees</u> i les <u>distàncies</u> són més grans que 1. El <u>pes</u> es calcula com el <u>valor</u> / <u>llindar</u>, on el <u>valor</u> és un dels <u>angles</u>, les <u>àrees</u> o les <u>distàncies</u> calculat a partir de tres punts adjacents a la via.<ul><li>El <u>valor</u> de l''<u>angle</u> és un angle mesurat en graus respecte al segon node</li><li>El <u>valor</u> de l''<u>àrea</u> és una àrea delimitada pel triangle</li><li>El <u>valor</u> de la <u>distància</u> és la distància ortogonal is de desviació (respecte al track)</li></ul>Tots tres <u>pesos</u> multiplicats pels seus <u>factors</u> són sumats i el node amb la suma més petita és suprimit primer. La supressió continuarà fins que no quedi cap node per suprimir. La fusió de nodes veïns és un altre pas de la simplificació que uneix nodes adjacents que són dintre dels límits del <u>llindar</u> expressat en metres.

source: Angle Threshold
ca_es: Llindar d''angle

source: Angle Factor
ca_es: Factor d''angle

source: Area Threshold
ca_es: Llindar d''àrea

source: Area Factor
ca_es: Factor d''àrea

source: Distance Threshold
ca_es: Llindar de distància

source: Distance Factor
ca_es: Factor de distància

source: Merge Nearby Nodes Threshold
ca_es: Llindar per fusionar nodes propers

source: SeaMap Editor
ca_es: Editor de cartes nàutiques

source: No object selected
ca_es: No heu seleccionat cap objecte

source: Seamark Inspector
ca_es: Inspector Seamark

source: Select only one object
ca_es: Seleccioneu un sol objecte

source: Select a map object
ca_es: Seleccioneu un objecte del mapa

source: AutoSave LiveData
ca_es: Desament automàtic de LiveData

source: Save captured data to file every minute.
ca_es: Enregistrar les dades capturades en un fitxer cada minut.

source: Duplicate hotkey for button ''{0}'' - button will be ignored!
ca_es: Tecla d''accés directe duplicada per al botó ''{0}'' - el botó serà ignorat!

source: SurveyorPlugin needs LiveGpsPlugin, but could not find it!
ca_es: El connector Surveyor necessita LiveGps, però aquest darrer connector no ha estat trobat!

source: Open surveyor tool.
ca_es: Obre l''eina Surveyor.

source: Could not read surveyor definition: {0}
ca_es: No ha estat possible de llegir la definició de Surveyor: {0}

source: Error parsing {0}: {1}
ca_es: Error analitzant {0}: {1}

source: Surveyor waypoint layer
ca_es: Capa Surveyor

source: {0} start
ca_es: {0} inici

source: {0} end
ca_es: {0} fi

source: Waypoint Description
ca_es: Descripció de la fita

source: Surveyor Actions
ca_es: Accions de Surveyor

source: Open surveyor2 button panel
ca_es: Obre el quadre de boton de surveyor2

source: Open surveyor2 time line panel
ca_es: Obre el quadre de la línia del temps de surveyor2

source: Tag2Link Preferences
ca_es: Preferències de Tag2Link

source: Launch browser with information about the selected object
ca_es: Llança un navegador web amb informació sobre l''objecte seleccionat

source: Launch your default software for sending an email to the selected contact address
ca_es: Obre el programari de predeterminat per enviar un correu electrònic a l''adreça del contacte seleccionat

source: Edit tags
ca_es: Edita etiquetes

source: Launches the tag editor dialog
ca_es: Llança la finestra d''edició d''etiquetes

source: JOSM Tag Editor Plugin
ca_es: Connector JOSM d''edició d''etiquetes

source: Abort tag editing and close dialog
ca_es: Anul·la l''edició d''etiquetes i tanca la finestra

source: Apply edited tags and close dialog
ca_es: Aplica les etiquetes modificades i tanca la finestra

source: Highlight
ca_es: Ressaltat

source: Group
ca_es: Grup

source: Item
ca_es: Element

source: unexpected column number {0}
ca_es: número de columna {0} inesperat

source: Tagging Preset Tester
ca_es: Comprovador de les etiquetes preconfigurades

source: Open the tagging preset test tool for previewing tagging preset dialogs.
ca_es: Obre l''eina de comprovació de les etiquetes preconfigurades per veure la previsualització de la finestra d''etiquetes preconfigurades

source: You have to specify tagging preset sources in the preferences first.
ca_es: Primer heu d''especificar a les preferències una font per les etiquetes preconfigurades

source: Enter housenumbers or amount of segments
ca_es: Indiqueu la numeració del carrer o la quantitat de segments

source: Terrace a house
ca_es: Casa en filera

source: Interpolation
ca_es: Interpolació

source: Lowest Number
ca_es: Nombre més petit

source: Lowest housenumber of the terraced house
ca_es: Nombre de carrer o de casa en filera més petit

source: Highest Number
ca_es: Nombre més gran

source: List of Numbers
ca_es: Llista de nombres

source: add to existing associatedStreet relation
ca_es: afegeix a la relació associatedStreet (carrer associat) existent

source: create an associatedStreet relation
ca_es: crea una relació associatedStreet (carrer associat)

source: delete outline way
ca_es: suprimir la via de contorn

source: Street name:
ca_es: Nom del carrer:

source: Building:
ca_es: Edifici:

source: Even/Odd
ca_es: Parell/Senar

source: Lowest number
ca_es: Nombre más petit

source: Highest number
ca_es: Nombre més gran

source: Lowest housenumber cannot be higher than highest housenumber
ca_es: El nombre més petit no pot ser superior al nombre més gran.

source: Housenumbers do not match odd/even setting
ca_es: El nombres de carrer no coincideixen amb els paràmetres senar/parell

source: Segment must be a number greater 1
ca_es: El segment ha de ser un nombre més gran que 1

source: {0} must be greater than 0
ca_es: {0} ha de ser més gran que 0

source: {0} is not a number
ca_es: {0} no és un nombre

source: Reverse a terrace
ca_es: Invertir un casa en filera

source: Reverses house numbers on a terrace.
ca_es: Invertir la numeració de les cases o de les cases en filera

source: Reverse a Terrace
ca_es: Invertir les cases en filera

source: Cannot reverse!
ca_es: La inversió no és possible!

source: Reverse Terrace
ca_es: Invertir cases en filera

source: Terrace a building
ca_es: Divideix un edifici vers cases en filera

source: Creates individual buildings from a long building.
ca_es: Crear edificis individuals a partir d''un gran edifici.

source: Invalid selection
ca_es: Selecció no vàlida

source: Select a single, closed way of at least four nodes. (Optionally you can also select a street for the addr:street tag and a node to mark the start of numbering.)
ca_es: Seleccioneu una única via tancada amb quatre nodes com a mínim. (De manera opcional també podeu seleccionar un carrer per a l''etiqueta addr:street i un node per marcar l''inici de la numeració.)

source: Terrace
ca_es: Terrassa

source: Browse
ca_es: Navega

source: Browse map with left button
ca_es: Navegar pel mapa amb el botó esquerre

source: Merge objects nodes
ca_es: Fusiona els nodes dels objectes

source: Tracer
ca_es: Traçador

source: Tracer.
ca_es: Traçador.

source: Tracer building
ca_es: Traçar edifici

source: Change tag {0} to {1}
ca_es: Modifica de l''etiqueta {0} a la {1}

source: The Tracer2Server version isn''t compatible with this plugin. Please download version {0} from {1}.
ca_es: La versió del servidor Tracer2 no és compatible amb aquest connector. Si us plau descarregueu la versió {0} de {1}.

source: New version of Tracer2Server is available. For best results please upgrade to version {0}.
ca_es: HI ha una nova versió del servidor Tracer2. Si us plau actualitzeu a la versió {0} per tal d''obtenir millors resultats.

source: No set of parameter is active!
ca_es: No hi ha cap conjunt de paràmetres actiu!

source: Select parameter
ca_es: Seleccioneu un paràmetre

source: Tracer2: add a way with {0} points
ca_es: Tracer2: afegeix una via amb {0} punts

source: Tracer2: modify way to {0} points
ca_es: Tracer2: modifica una via amb {0} punts

source: Tracer2 error
ca_es: Error de Tracer2

source: Parameter for server request
ca_es: Paràmetre per consultar el servidor

source: Tile size:
ca_es: Mida de la tessel·la

source: Resolution:
ca_es: Resolució:

source: Threshold:
ca_es: Llindar:

source: Points per circle:
ca_es: Punts per cercle:

source: Tag:
ca_es: Etiqueta:

source: Preferred values:
ca_es: Valors preferits:

source: Delete parameter "{0}"?
ca_es: Voleu suprimir el paràmetre "{0}"?

source: Add new
ca_es: Afegeix nou

source: Add predefined
ca_es: Afegeix predefinit

source: Select predefined parameter
ca_es: Seleccioneu un paràmetre predefinit

source: Modify list of parameter for server request.
ca_es: Modifica la llista de paràmetres per consultar el servidor

source: Parameter:
ca_es: Paràmetre:

source: Tracer2Server isn''t running. Please start the Server. If you don''t have the server, please download it from {0}.
ca_es: El servidor Tracer2 no està iniciat. Si us plau inicieu el servidor. Si no teniu el servidor, el podeu descarregar de {0}.

source: Tracer2Server hasn''t found anything.
ca_es: El servidor Tracer2 no ha trobat res.

source: Tracer2Server has detected an error.
ca_es: El servidor Tracer2 ha trobat un error.

source: Export sigs...
ca_es: Exportar signatures...

source: Export all signatures to XML file.
ca_es: Exportar totes les signatures a un fitxer XML.

source: Export sigs to XML...
ca_es: Exportar signatures a XML...

source: Save Signatures file
ca_es: Enregistrar el fitxer de signatures

source: Get all referenced but not actually present OSM objects from OSM server.
ca_es: Obtenir tots els objectes OSM referenciats però absents al servidor.

source: Download referenced osm objects...
ca_es: Descarregar els objectes osm referenciats...

source: {0} Signatures loaded. All referenced OSM objects found.
ca_es: {0} Signatures carregades. Tobats tots els objectes OSM referenciats.

source: {0} of {1} OSM objects are referenced but not there. Do you want to load them from OSM-Server?
ca_es: {0} dels {1} objectes OSM referenciats no hi són. Els voleu descarregar del servidor OSM?

source: Load objects from server
ca_es: Descarregar objectes del servidor

source: Download signed data
ca_es: Descarregar dades signades

source: Warning: Ignoring exception because task was canceled. Exception: {0}
ca_es: Avís: Ignorant l''excepció perquè la tasca fou anulada. Excepció: {0}

source: Generating new Keypair. Collecting randomness...
ca_es: Generant un nou parell de calus. Recollint dades aleatòries...

source: OSM-Info
ca_es: Informació OSM

source: Signed
ca_es: Signat

source: Unknown
ca_es: Desconegut

source: Object signatures
ca_es: Signatures de l''objecte

source: Open object signing window.
ca_es: Obre la finestra de signatura de l''objecte

source: Check all available signatures for selected object.
ca_es: Comprovar totes les signatures disponibles pels objectes seleccionats

source: Sign
ca_es: Signa

source: Digital sign selected Tags, if you believe they are correct.
ca_es: Signeu digitalment les etiquetes seleccionades si penseu que són correctes

source: Show all available signatures for selected attribute.
ca_es: Mostrar totes les signatures disponibles per a l''atribut seleccionat

source: Show deleted tags and notes if they were signed before
ca_es: Mostra les etiquetes suprimides i anota si abans havien estat signades
